Tekla Open API Reference for Tekla Structures 2025
StartNumber Methods
The ReinforcingBarFilterExpressions.StartNumber type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
ReinforcingBarFilterExpressions.StartNumber Class
Tekla.Structures.Filtering.Categories Namespace